Repository: RenCarQuest/repot2
Catalog: Uttil-App/lib/core/l10n/app_*.arb
Languages: es

# carRentalWelcome
source: We welcome you to
es: Te damos la bienvenida a

# searchBarHint
source: Search question
es: Buscar pregunta

# pickUpSectionMessage
source: Pick up
es: Recogida

# deliverySectionMessage
source: Delivery
es: Devolución

# cityTitle
source: City
es: Ciudad

# dateTitle
source: Date
es: Fecha

# timeTitle
source: Time
es: Hora

# popularSectionTitle
source: Populars
es: Populares

# viewAllMessage
source: View All
es: Ver todos

# recommendationsSectionTitle
source: Our recommendations
es: Nuestras recomendaciones

# rentButtonTitle
source: Rental Now
es: Rentar ahora

# showMoreCarsButtonTitle
source: Show More Cars
es: Ver más autos

# helpCenterTitle
source: Frequently Asked Questions
es: Preguntas Frecuentes

# helpCenterHeaderMessage
source: How can we help you?
es: ¿Cómo podemos ayudarte?

# helpCenterScreenTitle
source: Help Article
es: Artículo de ayuda

# helpCenterSectionTitle
source: Help Topics
es: Temas de ayuda

# helpCenterFooterTitle
source: Need more help?
es: ¿Necesitas más ayuda?

# helpCenterFooterBody
source: Contact us and we'll respond to you
es: Contactanos y te responderemos

# helpCenterFooterContactButton
source: Contact support
es: Contactar a soporte

# generalSkip
source: Skip
es: Saltar

# generalWaitTitle
source: Please wait
es: Espere por favor

# generalLoading
source: Loading...
es: Cargando...

# generalGetStartedButton
source: Get Started
es: Empezar

# onboardingEmailButton
source: Continue with Email
es: Continuar con Correo

# onboardingAppleButton
source: Continue with Apple
es: Continuar con Apple

# onboardingGoogleButton
source: Continue with Google
es: Continuar con Google

# faqTitle1
source: What should I do to rent a car with UTTIL?
es: ¿Qué debo hacer para rentar un carro con UTTIL?

# faqAnswer1
source: Renting a car with us is very simple: first, you must register on our platform or do it directly from the application, then search for the car of your preference, location, date, etc... Once you find the car of your preference, follow the simple instructions to reserve it and coordinate delivery with the owner. Please ensure you meet the age, driver's license, and insurance requirements before completing your reservation.
es: Rentar un automóvil con nosotros es muy sencillo: primero debes registrarte en nuestra plataforma o hacerlo directamnete desde a aplicación, luego busca el automóvil de tu preferencia, ubicación, fecha, etc… Una vez que encuentres el automóvil de tu preferencia, sigues las sencillas instrucciones para reservarlo y coordinar la entrega con el propietario. Asegúrate de cumplir con los requisitos de edad, licencia de conducir y seguro antes de completar la reserva.

# faqTitle2
source: Do I need my insurance?
es: ¿Necesito mi propio seguro?

# faqAnswer2
source: Yes, UTTIL offers three insurance plans, you could consider reviewing the options and choosing the plan that best suits your needs and preferences. Ensure you understand what coverage each plan includes and if you have questions, you can contact the UTTIL user support team for advice.
es: Si, UTTIL ofrece tres planes de seguro, podrías considerar revisar las opciones disponibes y elegir el plan que mejor se adapte a tus necesidades y preferencias. Asegúrate de entender que coberturas incluye cada plan y si tienes dudas, puedes contactar al equio de soporte al usuario de UTTIL para obtener asesoramiento.

# faqTitle3
source: Can others drive a car that I have rented?
es: ¿Otros pueden conducir un carro que yo he rentado?

# faqAnswer3
source: The answer to this question depends on the policy established by UTTIL and the policies of the owners.
es: La respuesta a esta pregunta depende de la politica establecida por UTTIL y a las políticas de los propiestarios.

# faqTitle4
source: What is the UTTIL cancellation policy?
es: ¿Cual es la política de cancelación de UTTIL?

# faqAnswer4
source: Free cancellation with prior notice: Users can cancel their reservation for free if they do so with a specific prior notice of XX days or hours. Partial refund policy: If the reservation is canceled within a period of XX days/hours, a partial refund of X% will be offered cancellation with charge: If the reservation is canceled within less than XX days hours, a full cancellation fee will apply.Cancellation for emergencies or exceptional circumstances: A special cancellation policy could be considered for unforeseen situations or emergencies where it is allowed to cancel without charge and reschedule the reservation.
es: Cancelación gratuita con aviso previo: Los usuarios pueden cancelar su reserva de forma gratuita si los haccen con un aviso previo determinado de XX días u horas Política con reembolso parcial: Si la reserva es cancelada dentro de un periodo de tiempo de XX dias / horas se ofrecerá un reembolso parcial de X% (TBD) Cancelación con Cargo: Si la reserva es cancelada dentro de un periodo de tiempo inferior a XX dias horas, se aplicará un cargo de cancelación completo. Cancelación por emergencias o circustancias excepcionales: Se podria considerar una política especial de cancelación para situaciones imprevistas o emergencias donde se permita cancelar sin cargo y reprogramar la reserva.

# faqTitle5
source: What happens if I have an incident with the car during the rental?
es: ¿Qué pasa si tengo un incidente con el automóvil durante el alquiler?

# faqAnswer5
source: UTTIL offers 24/7 assistance so you have a safe and reliable trip. Our users can contact our support team to receive timely assistance and resolve any issues they may face during their rental experience.
es: UTTIL ofrece asistencia las 24 horas del día, los 7 días de la semana para que tengas un viaje seguro y confiable. Nuestros usuarios pueden comunicarse con nuestro equipo de soporte para recibir una oportuna asistencia y asi resolver cualquier problema que puedan enfrentar durante su experiencia de alquiler.

# faqTitle6
source: Is it safe to rent a car through UTTIL?
es: ¿Es seguro rentar un automóvil a través de UTTIL?

# faqAnswer6
source: Yes, at UTTIL we strive to guarantee the best experience for our users, and to this end, security is paramount. The platform has user verification mechanisms, we generate trust through a system of evaluations and comments (both from landlords and tenants), and we establish strategic alliances with the strongest insurance companies on the market to cover users and owners in case of accidents, damage, or theft during the rental period. Likewise, we carry out vehicle inspections to ensure that they are in good condition and comply with safety conditions and we have tracking technology such as geolocation and artificial intelligence. All of the above with clear contracts that establish the terms and conditions that protect the rights and responsibilities of both the user and the owner.
es: Si, en UTTIL nos esforzamos por garantizar la mejor experiencia de nuestros usuarios y para ello la seguridad es primordial. La plataforma cuenta con mecanismos de verificación de usuarios, generamos confiana a través de un sistema de evaluaciones y comentarios (tanto de arrendarores como de arrendatarios), establecemos alianzas estratégicas con las más sólidas empresas aseguradoras del mercado para cubrir a los usuarios y propietarios en caso de accidentes, daños o robo durante el periodo de alquiler. Asimismo, realizamos revisiones de los vehículos para garantizar que estén en buenas condiciones y cumplan con las condiciones de seguridad y contamos con tecnología de seguimiento como geococalización e inteligencia artificial . Todo lo anterior con contratos claros que establezcan los términos y condiciones que protejan los derechos y responsabilidades tanto del usuario como del propietario.

# faqTitle7
source: Can the car be delivered to my location or do I have to go and pick it up where the lessor indicates?
es: ¿Pueden entregarme el automóvil en mi ubicación o debo desplazarme y recogerlo donde el arrendador indique?

# faqAnswer7
source: Yes, in UTTIL the vehicle owner can deliver the vehicle to your location depending on individual agreements with the owner. Some owners may offer delivery services for an additional fee while others may be willing to arrange the most convenient location for vehicle delivery. It is advisable before making the reservation to contact the user through the platform to confirm if they offer this service and if there is an additional cost. Additionally, in the filters for selecting the vehicle of your preference, you can select those vehicles that offer this service.
es: Si, en UTTIL es posible que el propietario del vehículo entregue el vehiculo en tu ubicación dependiendo de acueros individuales con el propietario. Algunos propietarios pueden ofrecer servicios de entrega por una tarifa adicional mientras que otros podrían estar dispuestos a coordinar el lugar más conveniente para la entrega del vehículo. Es recomendable antes de hacer la reserva, ponerse en contacto con el usuario a través de la plaaforma para confirmar si ofrecen este servicio y si hay un costo adicional. Adicionalmente, en los filtros para la selección del vehículo de tu preferencia pueden seleccionar aquellos vehpiculos que ofrecen este servicio.

# faqTitle8
source: Can I rent a car at UTTIL for commercial or business use?
es: ¿Puedo rentar un automóvil en UTTIL para uso comercial o de negocio?

# faqAnswer8
source: Yes, UTTIL offers options for rentals with commercial or business use; however, it is important to review the specific policies and restrictions related to this type of rental on our platform.
es: Si, UTTIL ofrece opciones para alquileres con uso comercial o de negocio; no obstante es importante revisar las políticas y restricciones específicas relacionadas con este tipo de alquiler en nuestra plataforma.

# faqTitle9
source: How can I get discounts if I rent a car with UTTIL?
es: ¿Cómo puedo obtener descuentos si rento un automóvil con UTTIL?

# faqAnswer9
source: The discounts we offer can be for several reasons: Discounts by the amount of rental time (the longer the time, the greater the discount), milestone system for rental amounts on our platform, if you complete more than 20 rentals with us, we will give you a 20% discount for your next rental.
es: Los descuentos que ofrecemos pueden ser por varias razones: Descuentos por cantidad de tiempo de alquiler (a más tiempo, mayor el descuento), sistema de hitos por canitdades de alquiler en nuestra plataforma, si completas más de 20 rentas con nosotros, te daremos un 20% de descuento para tu siguiente renta.

# onboardingTitle1
source: Welcome to Uttil!
es: ¡Bienvenido a Uttil!

# onboardingBody1
source: Find the perfect vehicle for your transportation needs with Uttil. Whether it's a short trip or an extended adventure, we're here to help you get where you need to go.
es: Encuentra el vehículo perfecto para tus necesidades de transporte con Uttil. Ya sea un viaje corto o una aventura prolongada, estamos aquí para ayudarte a llegar a donde necesitas ir.

# onboardingTitle2
source: Find your ideal vehicle
es: Encuentra tu vehículo ideal

# onboardingBody2
source: Time to explore the best fleet of vehicles! Filter by vehicle type, location, and price to find the perfect option for your next trip. Check out our advanced features like GPS navigation, child seats, and more!
es: ¡Hora de explorar la mejor flota de vehículos! Filtra por tipo de vehículo, ubicación y precio para encontrar la opción perfecta para tu próximo viaje. ¡Conoce nuestras características avanzadas como navegación GPS, asientos para niños y más!

# onboardingTitle3
source: Reserve and enjoy!
es: ¡Reserva y disfruta!

# onboardingBody3
source: Once you've found the perfect vehicle, book with just a few clicks. Select your desired dates and times, review your reservation details and confirm. Ready! You will receive a confirmation with all the details of your reservation.
es: Una vez que hayas encontrado el vehículo perfecto, reserva con solo unos pocos clics. Selecciona las fechas y horarios deseados, revisa los detalles de tu reserva y confirma. ¡Listo! Recibirás una confirmación con todos los detalles de tu reserva.

# onboardingTitle4
source: Register or log in
es: Regístrate o inicia sesión

# onboardingBody4
source: To start using Uttil, you'll need an account. If you already have one, log in. Otherwise, sign up with your email address to start exploring our fleet of available vehicles.
es: Para comenzar a usar Uttil, necesitarás una cuenta. Si ya tienes una, simplemente inicia sesión. De lo contrario, regístrate con tu dirección de correo electrónico para empezar a explorar nuestra flota de vehículos disponibles.

# onboardingEmailError
source: Please enter your email
es: Por favor ingrese su correo

# onboardingPasswordError
source: Please enter your password
es: Por favor ingrese su contraseña

# onboardingMissingInfoMsg
source: Please, fill out all fields
es: Por favor, diligencie todos los campos

# onboardingPasswordLengthError
source: Password must be longer than 6 characters.
es: La contraseña debe tener más de 6 caracteres.

# onboardingPasswordUppercaseError
source: • Uppercase letter is missing.
es: • Falta al menos una letra mayúscula.

# onboardingPasswordLowercaseError
source: • Lowercase letter is missing.
es: • Falta al menos una letra minúscula.

# onboardingPasswordDigitError
source: • Digit is missing.
es: • Falta al menos un dígito.

# onboardingPasswordCharacterError
source: • Special character is missing.
es: • Falta al menos un caracter especial.

# onboardingInvalidEmail
source: Enter a valid email address
es: Ingrese un correo electrónico válido

# signUpNameHint
source: Fullname
es: Nombre completo

# signUpEmailHint
source: Email
es: Correo electónico

# signUpPasswordHint
source: Password
es: Contraseña

# signUpNameError
source: Please enter your name
es: Por favor ingrese su nombre

# signUpTermsPart1
source: By signing up, you agree to our
es: Al registrarse, aceptas nuestros

# signUpTermsPart2
source: Terms of
es: Terminos de

# signUpTermsPart3
source: Service
es: Servicio

# signUpTermsPart4
source: and
es: y

# signUpTermsPart5
source: Privacy Policy.
es: Politícas de privacidad.

# signUpHaveAccountMsg
source: Already have and account?
es: Ya tienes una cuenta?

# signInButton
source: Sign In
es: Inicia Sesión

# signUpSuccessMessage
source: Account created successfully
es: Cuenta creada exitosamente
